import image from "./assets/pexels-ivan-samkov-8962805.jpg";

function AboutUs() {
  return (
    <section className="about-us">
      <h1>من نحن</h1>
      <div className="about-us-content">
        <div className="about-us-text">
          <p className="text">
            تُعد العقارات من أهم القطاعات الاقتصادية في أي دولة، حيث تلعب دورًا كبيرًا في التنمية والاستثمار.
            يشمل هذا المجال شراء وبيع وتأجير الأراضي والمباني السكنية والتجارية.
            يفضل الكثير من الناس الاستثمار في العقارات لأنها تُعتبر وسيلة آمنة لحفظ الأموال وتحقيق أرباح على المدى الطويل.
            كما يساهم التطور العقاري في تحسين البنية التحتية وتوفير فرص عمل في مجالات متعددة مثل البناء والهندسة والتسويق.
            ومع ازدياد عدد السكان، يزداد الطلب على العقارات، مما يجعل هذا القطاع دائم النمو والتجدد.
          </p>
          <p className="text">
            تُعد العقارات من أهم القطاعات الاقتصادية في أي دولة، حيث تلعب دورًا كبيرًا في التنمية والاستثمار.
            يشمل هذا المجال شراء وبيع وتأجير الأراضي والمباني السكنية والتجارية.
            يفضل الكثير من الناس الاستثمار في العقارات لأنها تُعتبر وسيلة آمنة لحفظ الأموال وتحقيق أرباح على المدى الطويل.
            كما يساهم التطور العقاري في تحسين البنية التحتية وتوفير فرص عمل في مجالات متعددة مثل البناء والهندسة والتسويق.
            ومع ازدياد عدد السكان، يزداد الطلب على العقارات، مما يجعل هذا القطاع دائم النمو والتجدد.
          </p>
        </div>
        <div className="about-us-image">
          <img src={image} alt="Real estate" />
        </div>
      </div>
    </section>
  );
}

export default AboutUs;
